Repository: LPFchan/parakeet
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, es, et, fi, fr, hi, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: Get Started
ar: ابدأ
bg: Начало
cs: Začít
da: Kom i gang
de: Los geht's
es: Empezar
et: Alusta
fi: Aloita
fr: Commencer
hi: शुरू करें
hr: Započni
hu: Kezdés
it: Inizia
ja: はじめる
ko: 시작하기
nb: Kom i gang
nl: Aan de slag
pl: Zaczynamy
pt_br: Começar
pt_pt: Começar
ro: Începe
ru: Начать
sk: Začať
sv: Kom igång
tr: Başlayın
uk: Почати
vi: Bắt đầu
zh_hans: 开始使用

source: Continue
ar: متابعة
bg: Продължи
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
et: Jätka
fi: Jatka
fr: Continuer
hi: जारी रखें
hr: Nastavi
hu: Folytatás
it: Continua
ja: 続ける
ko: 계속
nb: Fortsett
nl: Ga door
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

source: Open System Settings
ar: فتح إعدادات النظام
bg: Отвори Системни настройки
cs: Otevřít Nastavení systému
da: Åbn Systemindstillinger
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
et: Ava Süsteemiseaded
fi: Avaa Järjestelmäasetukset
fr: Ouvrir Réglages Système
hi: सिस्टम सेटिंग्ज़ खोलें
hr: Otvori Postavke sustava
hu: Rendszerbeállítások megnyitása
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nb: Åpne Systeminnstillinger
nl: Open Systeeminstellingen
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
pt_pt: Abrir Definições do Sistema
ro: Deschide Configurări sistem
ru: Открыть Системные настройки
sk: Otvoriť Systémové nastavenia
sv: Öppna Systeminställningar
tr: Sistem Ayarları'nı Aç
uk: Відкрити Системні параметри
vi: Mở Cài đặt hệ thống
zh_hans: 打开系统设置

source: Allow Audio Access
ar: السماح بالوصول إلى الصوت
bg: Разреши достъп до звука
cs: Povolit přístup ke zvuku
da: Tillad lydadgang
de: Audiozugriff erlauben
es: Permitir acceso al audio
et: Luba juurdepääs helile
fi: Salli äänen käyttö
fr: Autoriser l'accès audio
hi: ऑडियो ऐक्सेस की अनुमति दें
hr: Dopusti pristup zvuku
hu: Hanghozzáférés engedélyezése
it: Consenti l'accesso all'audio
ja: オーディオへのアクセスを許可
ko: 오디오 접근 허용
nb: Tillat lydtilgang
nl: Sta audiotoegang toe
pl: Zezwól na dostęp do dźwięku
pt_br: Permitir Acesso ao Áudio
pt_pt: Permitir acesso ao áudio
ro: Permite accesul la audio
ru: Разрешить доступ к звуку
sk: Povoliť prístup k zvuku
sv: Tillåt ljudåtkomst
tr: Ses Erişimine İzin Ver
uk: Дозволити доступ до звуку
vi: Cho phép truy cập âm thanh
zh_hans: 允许访问音频

source: Start Captions
ar: بدء الترجمة النصية
bg: Стартирай субтитрите
cs: Spustit titulky
da: Start undertekster
de: Untertitel starten
es: Iniciar subtítulos
et: Käivita subtiitrid
fi: Aloita tekstitys
fr: Lancer les sous-titres
hi: कैप्शन शुरू करें
hr: Pokreni titlove
hu: Feliratok indítása
it: Avvia i sottotitoli
ja: 字幕を開始
ko: 자막 시작
nb: Start teksting
nl: Start ondertiteling
pl: Włącz napisy
pt_br: Iniciar Legendas
pt_pt: Iniciar legendas
ro: Pornește subtitrările
ru: Включить субтитры
sk: Spustiť titulky
sv: Starta undertexter
tr: Altyazıları Başlat
uk: Увімкнути субтитри
vi: Bật phụ đề
zh_hans: 开始字幕

source: Getting ready…
ar: جارٍ التحضير…
bg: Подготвя се…
cs: Připravuje se…
da: Gør klar…
de: Wird vorbereitet …
es: Preparando…
et: Valmistan ette…
fi: Valmistellaan…
fr: Préparation…
hi: तैयार हो रहा है…
hr: Priprema…
hu: Előkészítés…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
nb: Gjør klar…
nl: Bezig met voorbereiden…
pl: Przygotowywanie…
pt_br: Preparando…
pt_pt: A preparar…
ro: Se pregătește…
ru: Подготовка…
sk: Pripravuje sa…
sv: Förbereder…
tr: Hazırlanıyor…
uk: Підготовка…
vi: Đang chuẩn bị…
zh_hans: 正在准备…

source: Welcome to Parakeet
ar: مرحبًا بك في Parakeet
bg: Добре дошли в Parakeet
cs: Vítá vás Parakeet
da: Velkommen til Parakeet
de: Willkommen bei Parakeet
es: Te damos la bienvenida a Parakeet
et: Tere tulemast Parakeeti
fi: Tervetuloa Parakeetiin
fr: Bienvenue dans Parakeet
hi: Parakeet में आपका स्वागत है
hr: Dobro došli u Parakeet
hu: Üdvözöl a Parakeet
it: Benvenuto in Parakeet
ja: Parakeetへようこそ
ko: Parakeet에 오신 것을 환영합니다
nb: Velkommen til Parakeet
nl: Welkom bij Parakeet
pl: Witaj w Parakeet
pt_br: Boas-vindas ao Parakeet
pt_pt: Bem-vindo ao Parakeet
ro: Bun venit în Parakeet
ru: Добро пожаловать в Parakeet
sk: Vitajte v Parakeet
sv: Välkommen till Parakeet
tr: Parakeet'e hoş geldiniz
uk: Вітаємо в Parakeet
vi: Chào mừng bạn đến với Parakeet
zh_hans: 欢迎使用 Parakeet

source: Live captions for everything your Mac plays.
ar: ترجمة نصية مباشرة لكل ما يشغّله جهاز Mac.
bg: Субтитри на живо за всичко, което възпроизвежда вашият Mac.
cs: Živé titulky ke všemu, co váš Mac přehrává.
da: Live-undertekster til alt, hvad din Mac afspiller.
de: Live-Untertitel für alles, was dein Mac abspielt.
es: Subtítulos en directo para todo lo que suena en tu Mac.
et: Otsesubtiitrid kõigele, mida su Mac esitab.
fi: Reaaliaikainen tekstitys kaikelle, mitä Macisi toistaa.
fr: Des sous-titres en direct pour tout ce que joue votre Mac.
hi: आपके Mac पर चलने वाली हर चीज़ के लिए लाइव कैप्शन।
hr: Titlovi uživo za sve što vaš Mac reproducira.
hu: Élő feliratok mindenhez, amit a Maced lejátszik.
it: Sottotitoli in tempo reale per tutto ciò che riproduce il tuo Mac.
ja: Macで再生されるすべての音声に、リアルタイム字幕を。
ko: Mac에서 재생되는 모든 소리에 실시간 자막을.
nb: Direkteteksting av alt Macen din spiller av.
nl: Live ondertiteling voor alles wat je Mac afspeelt.
pl: Napisy na żywo do wszystkiego, co odtwarza Twój Mac.
pt_br: Legendas ao vivo para tudo que o seu Mac reproduz.
pt_pt: Legendas em direto para tudo o que o Mac reproduz.
ro: Subtitrări live pentru tot ce redă Mac-ul tău.
ru: Субтитры в реальном времени для всего, что воспроизводит ваш Mac.
sk: Živé titulky ku všetkému, čo prehráva váš Mac.
sv: Direkttextning av allt som spelas upp på din Mac.
tr: Mac'inizde çalan her şey için canlı altyazılar.
uk: Субтитри наживо для всього, що відтворює ваш Mac.
vi: Phụ đề trực tiếp cho mọi thứ máy Mac của bạn phát.
zh_hans: 为 Mac 播放的一切内容提供实时字幕。

source: Runs on your Mac. Audio never leaves it.
ar: يعمل على جهاز Mac. لا يغادره الصوت أبدًا.
bg: Работи на вашия Mac. Звукът никога не го напуска.
cs: Běží na vašem Macu. Zvuk ho nikdy neopustí.
da: Kører på din Mac. Lyden forlader den aldrig.
de: Läuft auf deinem Mac. Audio verlässt ihn nie.
es: Funciona en tu Mac. El audio nunca sale de él.
et: Töötab su Macis. Heli ei lahku sealt kunagi.
fi: Toimii Macillasi. Ääni ei koskaan poistu siitä.
fr: Fonctionne sur votre Mac. L'audio ne le quitte jamais.
hi: आपके Mac पर ही चलता है। ऑडियो कभी बाहर नहीं जाता।
hr: Radi na vašem Macu. Zvuk ga nikad ne napušta.
hu: A Maceden fut. A hang soha nem hagyja el.
it: Funziona sul tuo Mac. L'audio non lo lascia mai.
ja: 処理はすべてMac上で行われ、音声が外部に送られることはありません。
ko: 모든 처리는 Mac에서 이루어지며, 오디오는 외부로 나가지 않습니다.
nb: Kjører på Macen din. Lyden forlater den aldri.
nl: Werkt op je Mac. Audio verlaat hem nooit.
pl: Działa na Twoim Macu. Dźwięk nigdy go nie opuszcza.
pt_br: Funciona no seu Mac. O áudio nunca sai dele.
pt_pt: Funciona no seu Mac. O áudio nunca sai dele.
ro: Rulează pe Mac-ul tău. Sunetul nu îl părăsește niciodată.
ru: Работает на вашем Mac. Звук никогда не покидает его.
sk: Beží na vašom Macu. Zvuk ho nikdy neopustí.
sv: Körs på din Mac. Ljudet lämnar den aldrig.
tr: Mac'inizde çalışır. Ses asla dışarı çıkmaz.
uk: Працює на вашому Mac. Звук ніколи його не покидає.
vi: Chạy trên máy Mac của bạn. Âm thanh không bao giờ rời khỏi máy.
zh_hans: 完全在你的 Mac 上运行，音频绝不会离开它。

source: Let Parakeet hear your Mac
ar: اسمح لـ Parakeet بسماع جهاز Mac
bg: Позволете на Parakeet да чува вашия Mac
cs: Nechte Parakeet poslouchat váš Mac
da: Lad Parakeet høre din Mac
de: Lass Parakeet deinen Mac hören
es: Deja que Parakeet escuche tu Mac
et: Luba Parakeetil su Maci kuulda
fi: Anna Parakeetin kuulla Macisi
fr: Laissez Parakeet écouter votre Mac
hi: Parakeet को अपने Mac की आवाज़ सुनने दें
hr: Dopustite Parakeetu da čuje vaš Mac
hu: Engedd, hogy a Parakeet hallja a Maced
it: Fai ascoltare il tuo Mac a Parakeet
ja: ParakeetにMacの音を聞かせてください
ko: Parakeet이 Mac의 소리를 들을 수 있게 해주세요
nb: La Parakeet høre Macen din
nl: Laat Parakeet je Mac horen
pl: Pozwól Parakeet słyszeć Twojego Maca
pt_br: Deixe o Parakeet ouvir o seu Mac
pt_pt: Deixe o Parakeet ouvir o seu Mac
ro: Lasă Parakeet să audă Mac-ul tău
ru: Позвольте Parakeet слышать ваш Mac
sk: Nechajte Parakeet počúvať váš Mac
sv: Låt Parakeet höra din Mac
tr: Parakeet'in Mac'inizi duymasına izin verin
uk: Дозвольте Parakeet чути ваш Mac
vi: Cho phép Parakeet nghe máy Mac của bạn
zh_hans: 让 Parakeet 听到你的 Mac

source: Parakeet captions what your Mac plays. It doesn't use your microphone, and audio is turned into text right here, never recorded or sent anywhere.
ar: يعرض Parakeet ترجمة نصية لما يشغّله جهاز Mac. لا يستخدم الميكروفون، ويتحول الصوت إلى نص هنا مباشرة، دون أن يُسجَّل أو يُرسل إلى أي مكان.
bg: Parakeet създава субтитри за това, което възпроизвежда вашият Mac. Не използва микрофона, а звукът се превръща в текст точно тук – никога не се записва и не се изпраща никъде.
cs: Parakeet vytváří titulky k tomu, co váš Mac přehrává. Nepoužívá mikrofon a zvuk se převádí na text přímo tady – nikdy se nenahrává ani nikam neodesílá.
da: Parakeet laver undertekster til det, din Mac afspiller. Den bruger ikke din mikrofon, og lyden omdannes til tekst lige her – den optages aldrig og sendes ingen steder hen.
de: Parakeet untertitelt, was dein Mac abspielt. Das Mikrofon wird nicht verwendet, und Audio wird direkt hier in Text umgewandelt – nie aufgenommen oder irgendwohin gesendet.
es: Parakeet subtitula lo que reproduce tu Mac. No usa tu micrófono, y el audio se convierte en texto aquí mismo, sin grabarse ni enviarse a ningún sitio.
et: Parakeet loob subtiitrid sellele, mida su Mac esitab. See ei kasuta mikrofoni ning heli muudetakse tekstiks otse siin – seda ei salvestata ega saadeta kuhugi.
fi: Parakeet tekstittää sen, mitä Macisi toistaa. Se ei käytä mikrofonia, ja ääni muutetaan tekstiksi tässä ja nyt – sitä ei koskaan tallenneta eikä lähetetä minnekään.
fr: Parakeet sous-titre ce que joue votre Mac. Il n'utilise pas votre micro : l'audio est converti en texte ici même, sans jamais être enregistré ni envoyé où que ce soit.
hi: Parakeet आपके Mac पर चल रही चीज़ों के कैप्शन बनाता है। यह आपका माइक्रोफ़ोन इस्तेमाल नहीं करता, और ऑडियो यहीं टेक्स्ट में बदला जाता है — न कभी रिकॉर्ड होता है, न कहीं भेजा जाता है।
hr: Parakeet titlira ono što vaš Mac reproducira. Ne koristi mikrofon, a zvuk se pretvara u tekst upravo ovdje – nikad se ne snima niti šalje bilo kamo.
hu: A Parakeet feliratozza, amit a Maced lejátszik. Nem használja a mikrofont, a hang itt helyben alakul szöveggé – soha nem kerül rögzítésre, és sehova sem küldi el.
it: Parakeet sottotitola ciò che riproduce il tuo Mac. Non usa il microfono: l'audio viene trasformato in testo direttamente qui, senza mai essere registrato o inviato altrove.
ja: ParakeetはMacで再生される音声に字幕を付けます。マイクは使用しません。音声はこのMac上でテキストに変換され、録音も送信もされません。
ko: Parakeet은 Mac에서 재생되는 소리에 자막을 붙입니다. 마이크는 사용하지 않으며, 오디오는 이 Mac에서 바로 텍스트로 바뀔 뿐 녹음되거나 어디로도 전송되지 않습니다.
nb: Parakeet tekster det Macen din spiller av. Mikrofonen brukes ikke, og lyden gjøres om til tekst her og nå – den tas aldri opp eller sendes noe sted.
nl: Parakeet ondertitelt wat je Mac afspeelt. Je microfoon wordt niet gebruikt en audio wordt hier ter plekke omgezet in tekst, nooit opgenomen of ergens naartoe gestuurd.
pl: Parakeet tworzy napisy do tego, co odtwarza Twój Mac. Nie korzysta z mikrofonu, a dźwięk jest zamieniany na tekst tutaj, na miejscu – nigdy nie jest nagrywany ani nigdzie wysyłany.
pt_br: O Parakeet legenda o que o seu Mac reproduz. Ele não usa o microfone, e o áudio é convertido em texto aqui mesmo, nunca gravado nem enviado a lugar nenhum.
pt_pt: O Parakeet legenda o que o Mac reproduz. Não usa o microfone, e o áudio é convertido em texto aqui mesmo, nunca gravado nem enviado para lado nenhum.
ro: Parakeet subtitrează ce redă Mac-ul tău. Nu folosește microfonul, iar sunetul este transformat în text chiar aici – nu este niciodată înregistrat sau trimis undeva.
ru: Parakeet создает субтитры к тому, что воспроизводит ваш Mac. Микрофон не используется, а звук превращается в текст прямо здесь — он никогда не записывается и никуда не отправляется.
sk: Parakeet vytvára titulky k tomu, čo prehráva váš Mac. Nepoužíva mikrofón a zvuk sa mení na text priamo tu – nikdy sa nenahráva ani nikam neposiela.
sv: Parakeet textar det som din Mac spelar upp. Mikrofonen används inte, och ljudet omvandlas till text här och nu – det spelas aldrig in eller skickas någonstans.
tr: Parakeet, Mac'inizde çalanları altyazıya dönüştürür. Mikrofonunuzu kullanmaz; ses tam burada metne dönüştürülür, asla kaydedilmez veya bir yere gönderilmez.
uk: Parakeet створює субтитри до того, що відтворює ваш Mac. Мікрофон не використовується, а звук перетворюється на текст просто тут — він ніколи не записується й нікуди не надсилається.
vi: Parakeet tạo phụ đề cho những gì máy Mac của bạn phát. Ứng dụng không dùng micrô, âm thanh được chuyển thành văn bản ngay tại đây, không bao giờ được ghi lại hay gửi đi đâu cả.
zh_hans: Parakeet 为 Mac 播放的内容生成字幕。它不会使用你的麦克风，音频就在这台 Mac 上转换为文字，从不录制，也不会发送到任何地方。

source: Audio access allowed
ar: تم السماح بالوصول إلى الصوت
bg: Достъпът до звука е разрешен
cs: Přístup ke zvuku povolen
da: Lydadgang tilladt
de: Audiozugriff erlaubt
es: Acceso al audio permitido
et: Juurdepääs helile lubatud
fi: Äänen käyttö sallittu
fr: Accès audio autorisé
hi: ऑडियो ऐक्सेस की अनुमति मिल गई
hr: Pristup zvuku dopušten
hu: Hanghozzáférés engedélyezve
it: Accesso all'audio consentito
ja: オーディオへのアクセスが許可されました
ko: 오디오 접근이 허용됨
nb: Lydtilgang tillatt
nl: Audiotoegang toegestaan
pl: Dostęp do dźwięku przyznany
pt_br: Acesso ao áudio permitido
pt_pt: Acesso ao áudio permitido
ro: Acces la audio permis
ru: Доступ к звуку разрешен
sk: Prístup k zvuku povolený
sv: Ljudåtkomst tillåten
tr: Ses erişimine izin verildi
uk: Доступ до звуку дозволено
vi: Đã cho phép truy cập âm thanh
zh_hans: 已允许访问音频

source: Audio access is off. Open System Settings and turn on Parakeet.
ar: الوصول إلى الصوت متوقف. افتح إعدادات النظام وشغّل Parakeet.
bg: Достъпът до звука е изключен. Отворете Системни настройки и включете Parakeet.
cs: Přístup ke zvuku je vypnutý. Otevřete Nastavení systému a zapněte Parakeet.
da: Lydadgang er slået fra. Åbn Systemindstillinger, og slå Parakeet til.
de: Der Audiozugriff ist aus. Öffne die Systemeinstellungen und aktiviere Parakeet.
es: El acceso al audio está desactivado. Abre Ajustes del Sistema y activa Parakeet.
et: Juurdepääs helile on välja lülitatud. Ava Süsteemiseaded ja lülita Parakeet sisse.
fi: Äänen käyttö on pois päältä. Avaa Järjestelmäasetukset ja laita Parakeet päälle.
fr: L'accès audio est désactivé. Ouvrez Réglages Système et activez Parakeet.
hi: ऑडियो ऐक्सेस बंद है। सिस्टम सेटिंग्ज़ खोलें और Parakeet को चालू करें।
hr: Pristup zvuku je isključen. Otvorite Postavke sustava i uključite Parakeet.
hu: A hanghozzáférés ki van kapcsolva. Nyisd meg a Rendszerbeállításokat, és kapcsold be a Parakeetet.
it: L'accesso all'audio è disattivato. Apri Impostazioni di Sistema e attiva Parakeet.
ja: オーディオへのアクセスがオフです。システム設定を開いてParakeetをオンにしてください。
ko: 오디오 접근이 꺼져 있습니다. 시스템 설정을 열고 Parakeet을 켜 주세요.
nb: Lydtilgang er slått av. Åpne Systeminnstillinger og slå på Parakeet.
nl: Audiotoegang staat uit. Open Systeeminstellingen en zet Parakeet aan.
pl: Dostęp do dźwięku jest wyłączony. Otwórz Ustawienia systemowe i włącz Parakeet.
pt_br: O acesso ao áudio está desativado. Abra os Ajustes do Sistema e ative o Parakeet.
pt_pt: O acesso ao áudio está desativado. Abra as Definições do Sistema e ative o Parakeet.
ro: Accesul la audio este dezactivat. Deschide Configurări sistem și activează Parakeet.
ru: Доступ к звуку выключен. Откройте Системные настройки и включите Parakeet.
sk: Prístup k zvuku je vypnutý. Otvorte Systémové nastavenia a zapnite Parakeet.
sv: Ljudåtkomsten är avstängd. Öppna Systeminställningar och slå på Parakeet.
tr: Ses erişimi kapalı. Sistem Ayarları'nı açın ve Parakeet'i açın.
uk: Доступ до звуку вимкнено. Відкрийте Системні параметри й увімкніть Parakeet.
vi: Quyền truy cập âm thanh đang tắt. Hãy mở Cài đặt hệ thống và bật Parakeet.
zh_hans: 音频访问已关闭。请打开系统设置并开启 Parakeet。

source: macOS will ask you to confirm.
ar: سيطلب منك macOS التأكيد.
bg: macOS ще поиска потвърждение.
cs: macOS vás požádá o potvrzení.
da: macOS beder dig bekræfte.
de: macOS fragt dich nach einer Bestätigung.
es: macOS te pedirá que lo confirmes.
et: macOS palub sul kinnitada.
fi: macOS pyytää sinua vahvistamaan.
fr: macOS vous demandera de confirmer.
hi: macOS आपसे पुष्टि करने के लिए कहेगा।
hr: macOS će zatražiti potvrdu.
hu: A macOS megerősítést fog kérni.
it: macOS ti chiederà di confermare.
ja: macOSが確認を求めます。
ko: macOS가 확인을 요청할 거예요.
nb: macOS vil be deg bekrefte.
nl: macOS vraagt je om te bevestigen.
pl: macOS poprosi Cię o potwierdzenie.
pt_br: O macOS pedirá que você confirme.
pt_pt: O macOS vai pedir-lhe que confirme.
ro: macOS îți va cere să confirmi.
ru: macOS попросит вас подтвердить.
sk: macOS vás požiada o potvrdenie.
sv: macOS ber dig bekräfta.
tr: macOS onaylamanızı isteyecek.
uk: macOS попросить вас підтвердити.
vi: macOS sẽ yêu cầu bạn xác nhận.
zh_hans: macOS 会请你确认。

source: Setting up the speech model
ar: جارٍ إعداد نموذج الكلام
bg: Настройване на говорния модел
cs: Nastavování modelu řeči
da: Konfigurerer talemodellen
de: Sprachmodell wird eingerichtet
es: Configurando el modelo de voz
et: Kõnemudeli seadistamine
fi: Puhemallia otetaan käyttöön
fr: Configuration du modèle vocal
hi: स्पीच मॉडल सेट किया जा रहा है
hr: Postavljanje govornog modela
hu: A beszédmodell beállítása
it: Configurazione del modello vocale
ja: 音声モデルを準備しています
ko: 음성 모델 설정 중
nb: Konfigurerer talemodellen
nl: Spraakmodel instellen
pl: Konfigurowanie modelu mowy
pt_br: Configurando o modelo de fala
pt_pt: A configurar o modelo de voz
ro: Se configurează modelul vocal
ru: Настройка речевой модели
sk: Nastavuje sa model reči
sv: Konfigurerar talmodellen
tr: Konuşma modeli kuruluyor
uk: Налаштування мовної моделі
vi: Đang thiết lập mô hình giọng nói
zh_hans: 正在设置语音模型

source: Parakeet downloads its speech model once (about 640 MB), then prepares it for your Mac's Neural Engine.
ar: ينزّل Parakeet نموذج الكلام مرة واحدة (نحو 640 ميغابايت)، ثم يجهّزه لمحرك Neural Engine في جهاز Mac.
bg: Parakeet изтегля говорния си модел веднъж (около 640 МБ), след което го подготвя за Neural Engine на вашия Mac.
cs: Parakeet si jednou stáhne model řeči (asi 640 MB) a pak ho připraví pro Neural Engine ve vašem Macu.
da: Parakeet henter sin talemodel én gang (ca. 640 MB) og gør den derefter klar til din Macs Neural Engine.
de: Parakeet lädt sein Sprachmodell einmalig herunter (ca. 640 MB) und bereitet es dann für die Neural Engine deines Mac vor.
es: Parakeet descarga su modelo de voz una sola vez (unos 640 MB) y luego lo prepara para el Neural Engine de tu Mac.
et: Parakeet laadib kõnemudeli alla ühe korra (umbes 640 MB) ja valmistab selle seejärel ette su Maci Neural Engine'i jaoks.
fi: Parakeet lataa puhemallinsa kerran (noin 640 Mt) ja valmistelee sen sitten Macisi Neural Enginelle.
fr: Parakeet télécharge son modèle vocal une seule fois (environ 640 Mo), puis le prépare pour le Neural Engine de votre Mac.
hi: Parakeet अपना स्पीच मॉडल एक बार डाउनलोड करता है (लगभग 640 MB), फिर उसे आपके Mac के Neural Engine के लिए तैयार करता है।
hr: Parakeet jednom preuzima govorni model (oko 640 MB), a zatim ga priprema za Neural Engine vašeg Maca.
hu: A Parakeet egyszer letölti a beszédmodellt (kb. 640 MB), majd előkészíti a Maced Neural Engine egységére.
it: Parakeet scarica il modello vocale una sola volta (circa 640 MB), poi lo prepara per il Neural Engine del tuo Mac.
ja: Parakeetは音声モデルを一度だけダウンロードし（約640 MB）、MacのNeural Engine向けに準備します。
ko: Parakeet은 음성 모델을 한 번만 내려받은 뒤(약 640MB), Mac의 Neural Engine에 맞게 준비합니다.
nb: Parakeet laster ned talemodellen én gang (omtrent 640 MB) og gjør den deretter klar for Neural Engine på Macen din.
nl: Parakeet downloadt zijn spraakmodel één keer (ongeveer 640 MB) en bereidt het daarna voor op de Neural Engine van je Mac.
pl: Parakeet pobiera model mowy tylko raz (około 640 MB), a następnie przygotowuje go dla układu Neural Engine w Twoim Macu.
pt_br: O Parakeet baixa o modelo de fala uma única vez (cerca de 640 MB) e depois o prepara para o Neural Engine do seu Mac.
pt_pt: O Parakeet descarrega o modelo de voz uma única vez (cerca de 640 MB) e depois prepara-o para o Neural Engine do seu Mac.
ro: Parakeet descarcă modelul vocal o singură dată (aproximativ 640 MB), apoi îl pregătește pentru Neural Engine de pe Mac-ul tău.
ru: Parakeet один раз загружает речевую модель (около 640 МБ), а затем готовит ее для Neural Engine вашего Mac.
sk: Parakeet si raz stiahne model reči (asi 640 MB) a potom ho pripraví pre Neural Engine vo vašom Macu.
sv: Parakeet hämtar sin talmodell en gång (cirka 640 MB) och förbereder den sedan för din Macs Neural Engine.
tr: Parakeet konuşma modelini bir kez indirir (yaklaşık 640 MB), ardından Mac'inizin Neural Engine'i için hazırlar.
uk: Parakeet один раз завантажує мовну модель (близько 640 МБ), а потім готує її для Neural Engine вашого Mac.
vi: Parakeet tải mô hình giọng nói một lần (khoảng 640 MB), sau đó chuẩn bị cho Neural Engine trên máy Mac của bạn.
zh_hans: Parakeet 只需下载一次语音模型（约 640 MB），然后为你 Mac 的神经网络引擎做好准备。

source: Starting…
ar: جارٍ البدء…
bg: Стартиране…
cs: Spouští se…
da: Starter…
de: Wird gestartet …
es: Iniciando…
et: Käivitan…
fi: Käynnistetään…
fr: Démarrage…
hi: शुरू हो रहा है…
hr: Pokretanje…
hu: Indítás…
it: Avvio…
ja: 開始しています…
ko: 시작하는 중…
nb: Starter…
nl: Bezig met starten…
pl: Uruchamianie…
pt_br: Iniciando…
pt_pt: A iniciar…
ro: Se pornește…
ru: Запуск…
sk: Spúšťa sa…
sv: Startar…
tr: Başlatılıyor…
uk: Запуск…
vi: Đang khởi động…
zh_hans: 正在启动…

source: Downloading… %lld of 640 MB
ar: جارٍ التنزيل… %lld من 640 ميغابايت
bg: Изтегляне… %lld от 640 МБ
cs: Stahuje se… %lld z 640 MB
da: Henter… %lld af 640 MB
de: Wird geladen … %lld von 640 MB
es: Descargando… %lld de 640 MB
et: Laadin alla… %lld / 640 MB
fi: Ladataan… %lld / 640 Mt
fr: Téléchargement… %lld sur 640 Mo
hi: डाउनलोड हो रहा है… 640 MB में से %lld
hr: Preuzimanje… %lld od 640 MB
hu: Letöltés… %lld / 640 MB
it: Download… %lld di 640 MB
ja: ダウンロード中… %lld / 640 MB
ko: 내려받는 중… %lld/640MB
nb: Laster ned… %lld av 640 MB
nl: Downloaden… %lld van 640 MB
pl: Pobieranie… %lld z 640 MB
pt_br: Baixando… %lld de 640 MB
pt_pt: A descarregar… %lld de 640 MB
ro: Se descarcă… %lld din 640 MB
ru: Загрузка… %lld из 640 МБ
sk: Sťahuje sa… %lld z 640 MB
sv: Hämtar… %lld av 640 MB
tr: İndiriliyor… %lld / 640 MB
uk: Завантаження… %lld з 640 МБ
vi: Đang tải về… %lld/640 MB
zh_hans: 正在下载… %lld / 640 MB
